/* This computer's Internet connection appears to be offline. */
"CONNECTION_DOWN" = "La conexión a Internet de este equipo parece estar desactivada.";

/* This computer's Internet connection may be offline. */
"CONNECTION_INDETERMINATE" = "La conexión a Internet de este equipo puede estar desactivada.";

/* This computer's Internet connection appears to be online. */
"CONNECTION_UP" = "La conexión a Internet de este equipo parece estar activada.";

/* This computer's DNS server is not responding. */
"NAMESERVER_DOWN" = "El servidor DNS de este equipo no responde.";

/* The DNS server could not find the server name. */
"NAMELOOKUP_FAILED" = "El servidor DNS no ha podido encontrar el nombre del servidor.";

/* This computer's router is not responding. */
"ROUTER_DOWN" = "El enrutador de este equipo no responde.";

/* The server this computer is attempting to connect to is not responding. */
"SERVER_DOWN" = "El servidor al que trata de conectarse este equipo no responde.";

/* This computer's Internet connection appears to be online. */
"SERVER_UP" = "La conexión a Internet de este equipo parece estar activada.";

/* Format string for label of a saved password in Keychain: URL (USERNAME) */
"KEYCHAIN_LABEL_FORMAT" = "%@ (%@)";

/* Kind string used for keychain items from forms-based logins */
"KEYCHAIN_WEB_FORM_PASSWORD" = "Contraseña de formulario web";

/* HTTP result code string */
"accepted" = "aceptado";

/* HTTP result code string */
"bad gateway" = "puerta de enlace incorrecta";

/* HTTP result code string */
"bad request" = "petición incorrecta";

/* HTTP result code string */
"client error" = "error en el sistema cliente";

/* HTTP result code string */
"conflict" = "conflicto";

/* HTTP result code string */
"continue" = "continuar";

/* HTTP result code string */
"created" = "creación";

/* HTTP result code string */
"expectation failed" = "error en los datos esperados";

/* HTTP result code string */
"forbidden" = "prohibido";

/* HTTP result code string */
"found" = "encontrado";

/* HTTP result code string */
"gateway timed out" = "tiempo de conexión a la puerta de enlace excedido";

/* HTTP result code string */
"informational" = "información";

/* HTTP result code string */
"internal server error" = "error del servidor interno";

/* HTTP result code string */
"length required" = "longitud obligatoria";

/* HTTP result code string */
"method not allowed" = "método no permitido";

/* HTTP result code string */
"moved permanently" = "se ha trasladado de forma permanente";

/* HTTP result code string */
"multiple choices" = "selecciones múltiples";

/* HTTP result code string */
"needs proxy" = "se necesita un proxy";

/* HTTP result code string */
"no content" = "no hay contenido";

/* HTTP result code string */
"no error" = "ningún error";

/* HTTP result code string */
"non-authoritative information" = "información sin autorización";

/* HTTP result code string */
"not found" = "no encontrado";

/* HTTP result code string */
"not modified" = "no modificado";

/* HTTP result code string */
"partial content" = "contenido parcial";

/* HTTP result code string */
"payment required" = "pago requerido";

/* HTTP result code string */
"precondition failed" = "ha fallado la condición previa";

/* HTTP result code string */
"proxy authentication required" = "autenticación de proxy obligatoria";

/* HTTP result code string */
"redirected" = "redirigido";

/* HTTP result code string */
"no longer exists" = "ya no existe";

/* HTTP result code string */
"request timed out" = "agotado el tiempo para la solicitud";

/* HTTP result code string */
"request too large" = "solicitud demasiado extensa";

/* HTTP result code string */
"requested URL too long" = "la URL solicitada es demasiado larga";

/* HTTP result code string */
"requested range not satisfiable" = "el rango solicitado no puede obtenerse";

/* HTTP result code string */
"reset content" = "restablecer contenido";

/* HTTP result code string */
"see other" = "ver otros";

/* HTTP result code string */
"server error" = "error del servidor";

/* HTTP result code string */
"service unavailable" = "servicio no disponible";

/* HTTP result code string */
"success" = "acción realizada con éxito";

/* HTTP result code string */
"switching protocols" = "cambiando de protocolo";

/* HTTP result code string */
"temporarily redirected" = "redirigido temporalmente";

/* HTTP result code string */
"unacceptable" = "inaceptable";

/* HTTP result code string */
"unauthorized" = "sin autorización";

/* HTTP result code string */
"unimplemented" = "no implementado";

/* HTTP result code string */
"unsupported media type" = "formato incompatible";

/* HTTP result code string */
"unsupported version" = "versión incompatible";

/* kCFErrorHTTPProxyConnectionFailure description */
"Err306" = "Se ha producido un problema de comunicación con el servidor proxy web (HTTP).";

/* kCFErrorHTTPSProxyConnectionFailure description */
"Err310" = "Se ha producido un problema de comunicación con el servidor proxy web seguro (HTTPS).";

/* WebFoundationErrorCancelled description */
"Err-999" = "cancelado";

/* WebFoundationErrorBadURLError description */
"Err-1000" = "URL no válida";

/* WebFoundationErrorTimedOut description */
"Err-1001" = "Se ha agotado el tiempo de espera.";

/* WebFoundationErrorUnsupportedURL description */
"Err-1002" = "URL incompatible";

/* WebFoundationErrorCannotFindHostError description */
"Err-1003" = "No se ha encontrado ningún servidor con el nombre especificado.";

/* WebFoundationErrorCannotConnectToHostError description */
"Err-1004" = "No se ha podido establecer conexión con el servidor.";

/* WebFoundationErrorNetworkConnectionLostError description */
"Err-1005" = "La conexión de red se ha perdido.";

/* WebFoundationErrorDNSLookupError description */
"Err-1006" = "error de búsqueda de DNS";

/* WebFoundationErrorHTTPTooManyRedirectsError description */
"Err-1007" = "demasiados redireccionamientos HTTP";

/* WebFoundationErrorResourceUnavailableError description */
"Err-1008" = "recurso no disponible";

/* WebFoundationErrorNotConnectedToInternetError description */
"Err-1009" = "La conexión a Internet de este equipo parece estar desactivada.";

/* WebFoundationErrorRedirectToNonExistentLocation description */
"Err-1010" = "redirigido a ningún sitio";

/* WebFoundationErrorBadServerResponseError description */
"Err-1011" = "Se ha recibido una respuesta incorrecta del servidor.";

/* WebFoundationErrorZeroByteResourceError description */
"Err-1014" = "recurso de cero bytes";

/* WebFoundationErrorCannotDecodeRawData description */
"Err-1015" = "no se han podido descodificar los datos sin procesar";

/* WebFoundationErrorCannotDecodeContentData description */
"Err-1016" = "no se han podido descodificar los datos de contenido";

/* WebFoundationErrorCannotParseResponse description */
"Err-1017" = "no se ha podido analizar la respuesta";

/* kCFURLErrorInternationalRoamingOff description */
"Err-1018" = "La itinerancia internacional está desactivada.";

/* kCFURLErrorCallIsActive description */
"Err-1019" = "No se puede establecer una conexión de datos porque hay una llamada activa.";

/* kCFURLErrorDataNotAllowed description */
"Err-1020" = "No se permite establecer una conexión de datos en este momento.";

/* kCFURLErrorRequestBodyStreamExhausted description.  Should never be seen by an end user. */
"Err-1021" = "solicitud de secuencia central agotada";
	
/* WebFoundationErrorFileDoesNotExist description */
"Err-1100" = "No se ha encontrado la URL solicitada en este servidor.";

/* WebFoundationErrorFileIsDirectory description */
"Err-1101" = "este archivo es un directorio";

/* WebFoundationErrorNoPermissionsToReadFile description */
"Err-1102" = "No se le permite el acceso a los recursos solicitados.";

/* WebFoundationErrorDataLengthExceedsMaximum description */
"Err-1103" = "el recurso supera el tamaño máximo";

/* WebFoundationErrorSecureConnectionFailed description */
"Err-1200" = "Se ha producido un error de SSL y no puede establecerse una conexión segura con el servidor.";

/* WebFoundationErrorServerCertificateHasBadDate description */
"Err-1201" = "El certificado de este servidor ha caducado.";

/* WebFoundationErrorServerCertificateHasBadDate description */
"Err-1201.w" = "El certificado de este servidor ha caducado. Es posible que el servidor al que intenta conectarse simule ser “%@”, lo que podría poner en peligro su información confidencial.";

/* WebFoundationErrorServerCertificateUntrusted description */
"Err-1202" = "El certificado de este servidor no es válido.";

/* WebFoundationErrorServerCertificateUntrusted description */
"Err-1202.w" = "El certificado de este servidor no es válido. Es posible que el servidor al que intenta conectarse simule ser “%@”, lo que podría poner en peligro su información confidencial.";

/* WebFoundationErrorServerCertificateHasUnknownRoot description */
"Err-1203" = "El certificado de este servidor ha sido firmado por una autoridad de certificación desconocida.";

/* WebFoundationErrorServerCertificateHasUnknownRoot description */
"Err-1203.w" = "El certificado de este servidor ha sido firmado por una autoridad de certificación desconocida. Es posible que el servidor al que intenta conectarse simule ser “%@”, lo que podría poner en riesgo su información confidencial.";

/* WebFoundationErrorServerCertificateNotYetValid description */
"Err-1204" = "El certificado de este servidor aún no es válido.";

/* WebFoundationErrorServerCertificateNotYetValid description */
"Err-1204.w" = "El certificado de este servidor aún no es válido. Es posible que el servidor al que intenta conectarse simule ser “%@”, lo que podría poner en peligro su información confidencial.";

/* WebFoundationErrorClientCertificateRejected description */
"Err-1205" = "El servidor no ha aceptado el certificado.";

/* WebFoundationErrorClientCertificateRejected description */
"Err-1205.w" = "El servidor “%@” no ha aceptado el certificado.";

/* WebFoundationErrorClientCertificateRequired description */
"Err-1206" = "El servidor requiere un certificado de cliente.";

/* WebFoundationErrorClientCertificateRequired description */
"Err-1206.w" = "El servidor “%@” requiere un certificado de cliente.";

/* WebFoundationErrorCannotLoadFromNetworkError description */
"Err-2000" = "no se ha podido cargar desde la red";

/* WebFoundationErrorCannotCreateFile description */
"Err-3000" = "No se ha podido crear el archivo";

/* WebFoundationErrorCannotOpenFile description */
"Err-3001" = "No se ha podido abrir el archivo";

/* WebFoundationErrorCannotCloseFile description */
"Err-3002" = "Se ha producido un error al cerrar el archivo";

/* WebFoundationErrorCannotWriteToFile description */
"Err-3003" = "No se ha podido grabar el archivo";

/* WebFoundationErrorCannotRemoveFile description */
"Err-3004" = "No se ha podido eliminar el archivo";

/* WebFoundationErrorCannotMoveFile description */
"Err-3005" = "No se ha podido trasladar el archivo";

/* WebFoundationErrorDownloadDecodingFailedMidStream description */
"Err-3006" = "Error en la descodificación de la descarga";

/* WebFoundationErrorDownloadDecodingFailedToComplete description */
"Err-3007" = "Error en la descodificación de la descarga";

/* Recovery suggestion */
"Would you like to connect to the server anyway?" = "¿Desea conectarse al servidor de todos modos?";

/* Recovery suggestion */
"To change your proxy settings, open Network preferences, click Advanced, and then click Proxies. For help with this problem, contact your system administrator." = "Para cambiar sus ajustes de proxy, abra el panel de preferencias Red, haga clic en Avanzado y luego en Proxies. Para obtener ayuda para solucionar este problema, póngase en contacto con el administrador de su sistema.";
